Repository: common-repository/allingroups
Catalog: lang/allingroups-*.po
Languages: fr_fr

source: Linked to allingroups
fr_fr: Connecté à allingroups

source: Unable to connect to allingroups
fr_fr: Connexion à allingroups impossible

source: Current allingroups account linked
fr_fr: Compte actuellement connecté à allingroups

source: Remove
fr_fr: Supprimer

source: Change allingroups account linked
fr_fr: Changer de compte connecté à allingroups

source: Please connect with your Facebook account
fr_fr: Veuillez vous connecter avec votre compte Facebook

source: Connect
fr_fr: Connecter

source: Publish article teaser
fr_fr: Publier les résumés d'articles

source: no
fr_fr: non

source: yes
fr_fr: oui

source: don't ask me to publish
fr_fr: ne pas me demander pour publier

source: publish all posts automatically
fr_fr: publier tous les posts automatiquement

source: Your playlist are loading...
fr_fr: Vos playlists sont en cours de chargement...

source: Autopublish your post in:
fr_fr: Autopublier vos posts dans :

source: All your groups
fr_fr: Tous vos groupes

source: Get your groups
fr_fr: Récupérer vos groupes

source: Create a playlist
fr_fr: créer une playlist

source: Name of the playlist
fr_fr: Nommez la playlist

source: Select your groups
fr_fr: Sélectionnez vos groupes

source: Save the playlist
fr_fr: Enregistrer la playlist
